local flys = 
{
	["1"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[-56]],
			[[0]],
			[[22]],
			[[120]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[1]],
		["img"] = [[fly5]],
		["img_num"] = [[1]],
		["name"] = [[弓箭]],
		["rate"] = nil,
		["speed"] = [[1300]],
		["strike"] = [[1]],
		["type"] = [[3]]
	},
	["10"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[10]],
		["img"] = [[fly12]],
		["img_num"] = [[1]],
		["name"] = [[基地炮火]],
		["rate"] = nil,
		["speed"] = [[1150]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["11"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[11]],
		["img"] = [[fly13]],
		["img_num"] = [[1]],
		["name"] = [[彗星拳]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["12"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[12]],
		["img"] = [[fly17]],
		["img_num"] = [[1]],
		["name"] = [[铁拳]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["13"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[0]],
			[[0]],
			[[44]],
			[[144]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[13]],
		["img"] = [[fly15]],
		["img_num"] = [[1]],
		["name"] = [[苦无]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["14"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[14]],
		["img"] = [[fly16]],
		["img_num"] = [[1]],
		["name"] = [[炮弹]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["15"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[15]],
		["img"] = [[fly17]],
		["img_num"] = [[1]],
		["name"] = [[火拳]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["16"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[0]],
			[[0]],
			[[44]],
			[[144]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[16]],
		["img"] = [[fly18]],
		["img_num"] = [[1]],
		["name"] = [[子弹]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["17"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[17]],
		["img"] = [[fly19]],
		["img_num"] = [[1]],
		["name"] = [[boss]],
		["rate"] = nil,
		["speed"] = [[1600]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["18"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[18]],
		["img"] = [[fly20]],
		["img_num"] = [[1]],
		["name"] = [[黑岩彩色巨炮]],
		["rate"] = nil,
		["speed"] = [[1600]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["19"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[19]],
		["img"] = [[fly21]],
		["img_num"] = [[1]],
		["name"] = [[黑岩2]],
		["rate"] = nil,
		["speed"] = [[1600]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["2"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[2]],
		["img"] = [[fly4]],
		["img_num"] = [[3]],
		["name"] = [[恶魔火球]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["20"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[0]],
			[[0]],
			[[44]],
			[[144]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[20]],
		["img"] = [[fly22]],
		["img_num"] = [[1]],
		["name"] = [[手枪子弹]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["3"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[0]],
			[[0]],
			[[44]],
			[[144]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[3]],
		["img"] = [[fly7]],
		["img_num"] = [[2]],
		["name"] = [[飞镖]],
		["rate"] = nil,
		["speed"] = [[1500]],
		["strike"] = [[1]],
		["type"] = [[3]]
	},
	["4"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[-125]],
			[[0]],
			[[84]],
			[[180]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[4]],
		["img"] = [[fly2]],
		["img_num"] = [[1]],
		["name"] = [[气波]],
		["rate"] = nil,
		["speed"] = [[1500]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["5"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[-125]],
			[[0]],
			[[84]],
			[[280]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[5]],
		["img"] = [[fly8]],
		["img_num"] = [[1]],
		["name"] = [[钢铁侠光束]],
		["rate"] = nil,
		["speed"] = [[1500]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["6"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = [[30042]],
		["id"] = [[6]],
		["img"] = [[fly9]],
		["img_num"] = [[1]],
		["name"] = [[眩晕]],
		["rate"] = [[0.5]],
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[3]]
	},
	["7"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[0]],
			[[0]],
			[[44]],
			[[244]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[0]],
			[[0]]
		},
		["buff"] = nil,
		["id"] = [[7]],
		["img"] = [[fly5]],
		["img_num"] = [[1]],
		["name"] = [[风行者箭]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["8"] = 
	{
		["atk_effect"] = [[atk_effect_1]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[8]],
		["img"] = [[fly10]],
		["img_num"] = [[1]],
		["name"] = [[魔法球]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	},
	["9"] = 
	{
		["atk_effect"] = [[atk_effect_2]],
		["body_box"] = {
			[[80]],
			[[0]],
			[[84]],
			[[160]]
		},
		["bomb_box"] = {
			[[0]],
			[[0]],
			[[400]],
			[[400]]
		},
		["buff"] = nil,
		["id"] = [[9]],
		["img"] = [[fly11]],
		["img_num"] = [[1]],
		["name"] = [[起爆符]],
		["rate"] = nil,
		["speed"] = [[1800]],
		["strike"] = [[1]],
		["type"] = [[2]]
	}
}
return flys