local Tips = 
{
	["1"] = 
	{
		["Info"] = [[小贴士：队长可以向前超过Boss，来躲避一些技能。]]
	},
	["10"] = 
	{
		["Info"] = [[小贴士：变身后的英雄没有普通攻击，技能1CD很短。]]
	},
	["11"] = 
	{
		["Info"] = [[小贴士：变身后的英雄没有普通攻击，技能1CD很短。]]
	},
	["12"] = 
	{
		["Info"] = [[小贴士：变身后的英雄没有普通攻击，技能1CD很短。]]
	},
	["13"] = 
	{
		["Info"] = [[小贴士：变身后的英雄没有普通攻击，技能1CD很短。]]
	},
	["14"] = 
	{
		["Info"] = [[小贴士：变身后的英雄没有普通攻击，技能1CD很短。]]
	},
	["15"] = 
	{
		["Info"] = [[小贴士：变身后的英雄没有普通攻击，技能1CD很短。]]
	},
	["2"] = 
	{
		["Info"] = [[小贴士：利用左右的纵深，可以更好的打击敌人。]]
	},
	["3"] = 
	{
		["Info"] = [[小贴士：城建升星之后，建筑会提供增加Buff道具。]]
	},
	["4"] = 
	{
		["Info"] = [[小贴士：合理运用打击后排的技能，会让你事半功倍。]]
	},
	["5"] = 
	{
		["Info"] = [[小贴士：将6件装备全都强化到10的倍数级别，会有额外加成。]]
	},
	["6"] = 
	{
		["Info"] = [[小贴士：将6件装备全都强化更高的颜色，会有更多额外加成。]]
	},
	["7"] = 
	{
		["Info"] = [[小贴士：艾恩葛朗特掉落大量城建材料。]]
	},
	["8"] = 
	{
		["Info"] = [[小贴士：保卫世界树守卫波数越多奖励越好。]]
	},
	["9"] = 
	{
		["Info"] = [[小贴士：所有玩家在保卫世界树中的英雄都是平衡的。]]
	}
}
return Tips