local tutor_talk = 
{
	["1"] = 
	{
		["talk"] = [[按住这里，即可
向左移动]]
	},
	["10"] = 
	{
		["talk"] = [[点击第一章]]
	},
	["10001"] = 
	{
		["talk"] = [[赫斯缇娅]]
	},
	["10002"] = 
	{
		["talk"] = [[终于救出亚瑟王了，既然大家是经历过同生共死的伙伴，不如组建一个战队吧！]]
	},
	["10003"] = 
	{
		["talk"] = [[这个名字太棒了！<{248,0,248}亚瑟王>已经休息好了，现在我们去召唤她出来吧！]]
	},
	["10004"] = 
	{
		["talk"] = [[圣杯的爪牙又来侵袭了，快去阻击他们吧！]]
	},
	["10005"] = 
	{
		["talk"] = [[<{248,0,248}亚瑟王>的<{0,144,248}星座符石>已经收集齐了，快去<{0,144,248}觉醒>她吧！]]
	},
	["10006"] = 
	{
		["talk"] = [[排兵布阵很重要，队长可以<{0,144,248}变身>。队员间可以<{0,144,248}相互轮换>。|队长阵亡，会让你的任务失败⊙ω⊙哟！]]
	},
	["10007"] = 
	{
		["talk"] = [[好装备，就等于好战力，每个英雄都有一件独一无二的<{0,144,248}专属装备>，穿上它，再去奋争吧！]]
	},
	["10008"] = 
	{
		["talk"] = [[为了让觉醒者们增强实力……|我们创造了一个可以相互切磋<{248,0,0}竞技>的特殊场地……|只有这里可以突破变身数量的限制。]]
	},
	["10009"] = 
	{
		["talk"] = [[一大波<{248,0,0}敌人的精英>正在接近中!]]
	},
	["10010"] = 
	{
		["talk"] = [[好久不见，米娜桑，我找到了一本<{0,144,248}梦幻之书>，里面记载里许多有趣的修炼方式……好吧，也许，算不上有趣⊙ω⊙吧！]]
	},
	["10011"] = 
	{
		["talk"] = [[世界树和魔像本是一体，现在却一正一邪……魔像抓走了许多<{0,144,248}尾兽宝宝>……|不过我们抓住了魔像，封印它就可以救出<{0,144,248}尾兽宝宝>了！]]
	},
	["10012"] = 
	{
		["talk"] = [[由于我们的科学家的…………突破了一项研究……|现在可以再传送点，生成更多的<{0,144,248}建筑物>了。]]
	},
	["10013"] = 
	{
		["talk"] = [[人是铁，饭是钢！吃饭不仅管饱，还可以增加<{0,144,248}经验>哟！]]
	},
	["10014"] = 
	{
		["talk"] = [[觉醒可以大幅增强英雄与变身相关的力量……|如果想要增强英雄的整体实力，可以去试试<{0,144,248}进击>哟！]]
	},
	["10015"] = 
	{
		["talk"] = [[英灵们都有各自独特的<{0,144,248}技能>，我们可以用<{0,144,248}灵能升级>它！]]
	},
	["10016"] = 
	{
		["talk"] = [[在革命军内部出现了内奸，他们带走了大量的情报！烈阳军和皎月军联合发出了通缉令……|但是烈阳军的驻地只有<{0,144,248}男性>可以进去，皎月军的驻地只有<{248,0,248}女性>可以进入！]]
	},
	["11"] = 
	{
		["talk"] = [[点击出征按钮]]
	},
	["12"] = 
	{
		["talk"] = [[上阵金木研]]
	},
	["13"] = 
	{
		["talk"] = [[上阵亚瑟王]]
	},
	["14"] = 
	{
		["talk"] = [[上阵鸢一折纸]]
	},
	["15"] = 
	{
		["talk"] = [[点击英雄按钮]]
	},
	["16"] = 
	{
		["talk"] = [[选择亚瑟王]]
	},
	["17"] = 
	{
		["talk"] = [[点击一键融合]]
	},
	["18"] = 
	{
		["talk"] = [[点击觉醒按钮]]
	},
	["19"] = 
	{
		["talk"] = [[点击返回]]
	},
	["2"] = 
	{
		["talk"] = [[进入攻击范围并停下，
就会自动攻击附近的
敌人]]
	},
	["20"] = 
	{
		["talk"] = [[交换金木研和亚瑟王的位置]]
	},
	["21"] = 
	{
		["talk"] = [[点击领取章节奖励]]
	},
	["22"] = 
	{
		["talk"] = [[点击激活艾伦]]
	},
	["23"] = 
	{
		["talk"] = [[点击第二章]]
	},
	["24"] = 
	{
		["talk"] = [[让艾伦上阵]]
	},
	["25"] = 
	{
		["talk"] = [[点击这里，可以切换成自动
战斗]]
	},
	["26"] = 
	{
		["talk"] = [[点击装备标签]]
	},
	["27"] = 
	{
		["talk"] = [[点击专属装备]]
	},
	["28"] = 
	{
		["talk"] = [[点击合成]]
	},
	["29"] = 
	{
		["talk"] = [[点击强化10次]]
	},
	["3"] = 
	{
		["talk"] = [[点击这里施放技能]]
	},
	["30"] = 
	{
		["talk"] = [[再来一次]]
	},
	["31"] = 
	{
		["talk"] = [[点击进阶]]
	},
	["32"] = 
	{
		["talk"] = [[点击英雄按钮]]
	},
	["33"] = 
	{
		["talk"] = [[点击选择英雄]]
	},
	["34"] = 
	{
		["talk"] = [[点击进击标签]]
	},
	["35"] = 
	{
		["talk"] = [[点击这里]]
	},
	["36"] = 
	{
		["talk"] = [[点击一键嵌入]]
	},
	["37"] = 
	{
		["talk"] = [[点击这里进阶]]
	},
	["38"] = 
	{
		["talk"] = [[新技能开启了]]
	},
	["39"] = 
	{
		["talk"] = [[还是多升级大招吧]]
	},
	["4"] = 
	{
		["talk"] = [[快变身来打倒敌人]]
	},
	["40"] = 
	{
		["talk"] = [[让他再变得更强一点吧！]]
	},
	["41"] = 
	{
		["talk"] = [[再强一点]]
	},
	["42"] = 
	{
		["talk"] = [[点击进击按钮]]
	},
	["43"] = 
	{
		["talk"] = [[点击升级按钮]]
	},
	["44"] = 
	{
		["talk"] = [[点击进入竞技场]]
	},
	["45"] = 
	{
		["talk"] = [[点击配置防守阵型]]
	},
	["46"] = 
	{
		["talk"] = [[选择防守英雄]]
	},
	["47"] = 
	{
		["talk"] = [[选择第二个英雄]]
	},
	["48"] = 
	{
		["talk"] = [[选择第三个英雄]]
	},
	["49"] = 
	{
		["talk"] = [[点击保存阵容]]
	},
	["5"] = 
	{
		["talk"] = [[变身后1技能CD极短]]
	},
	["50"] = 
	{
		["talk"] = [[点击返回按钮]]
	},
	["51"] = 
	{
		["talk"] = [[点击即可查看对手阵容]]
	},
	["52"] = 
	{
		["talk"] = [[点击挑战]]
	},
	["53"] = 
	{
		["talk"] = [[点击这里]]
	},
	["54"] = 
	{
		["talk"] = [[点击精英标签]]
	},
	["55"] = 
	{
		["talk"] = [[点击梦幻之书]]
	},
	["56"] = 
	{
		["talk"] = [[点击进入]]
	},
	["57"] = 
	{
		["talk"] = [[点击梦幻之书]]
	},
	["58"] = 
	{
		["talk"] = [[旋转界面]]
	},
	["59"] = 
	{
		["talk"] = [[点击进入]]
	},
	["6"] = 
	{
		["talk"] = [[点击抽卡按钮]]
	},
	["60"] = 
	{
		["talk"] = [[开始挑战吧！]]
	},
	["61"] = 
	{
		["talk"] = [[点击尾兽按钮]]
	},
	["62"] = 
	{
		["talk"] = [[点击封印魔像]]
	},
	["63"] = 
	{
		["talk"] = [[选择封印物品]]
	},
	["64"] = 
	{
		["talk"] = [[点击封印]]
	},
	["65"] = 
	{
		["talk"] = [[点击查看尾兽，封印等级越
高，尾兽越强哟！]]
	},
	["66"] = 
	{
		["talk"] = [[点击出战设置]]
	},
	["67"] = 
	{
		["talk"] = [[派尾兽出战吧!]]
	},
	["68"] = 
	{
		["talk"] = [[点击城建按钮]]
	},
	["69"] = 
	{
		["talk"] = [[选择主基地]]
	},
	["7"] = 
	{
		["talk"] = [[点击漫画]]
	},
	["70"] = 
	{
		["talk"] = [[强化主基地]]
	},
	["71"] = 
	{
		["talk"] = [[查看属性]]
	},
	["72"] = 
	{
		["talk"] = [[点击关闭]]
	},
	["73"] = 
	{
		["talk"] = [[升阶主基地]]
	},
	["74"] = 
	{
		["talk"] = [[查看主基地技能]]
	},
	["75"] = 
	{
		["talk"] = [[点击梦幻之书]]
	},
	["76"] = 
	{
		["talk"] = [[点击旋转]]
	},
	["77"] = 
	{
		["talk"] = [[点击进入]]
	},
	["78"] = 
	{
		["talk"] = [[从三个备选中，选择你的队
长，选择后不可更换！]]
	},
	["79"] = 
	{
		["talk"] = [[对备选不满意，可以点击刷
新，刷新备选列表。]]
	},
	["8"] = 
	{
		["talk"] = [[点击购买，每22小时免费
一次哟！]]
	},
	["80"] = 
	{
		["talk"] = [[点击任务按钮]]
	},
	["81"] = 
	{
		["talk"] = [[点击完成任务]]
	},
	["82"] = 
	{
		["talk"] = [[点击呼唤桐人登场]]
	},
	["83"] = 
	{
		["talk"] = [[首次购买必
出B☆英雄]]
	},
	["84"] = 
	{
		["talk"] = [[点击日月追缉]]
	},
	["9"] = 
	{
		["talk"] = [[进入战场]]
	}
}
return tutor_talk