local Trials_Rule = 
{
	["1"] = 
	{
		["AwardIcon"] = {
			[[item_1.png]],
			[[ExpDrug3.png]],
			[[item_4.png]]
		},
		["AwardName"] = {
			[[金币]],
			[[英雄经验]],
			[[灵能值]]
		},
		["Info"] = [[这里记载了各个传说中的修炼圣地：
山多拉的灯（18级开启）：
黄金钟的钟声，在海上指引航船的航向，犹如灯塔一般，所以被人亲切的称为山多拉之灯。由于是纯金制成，只要点亮了山多拉的灯，就可以收集黄金了。（获得大量的金币）
精神时光屋（20级开启）：
在精神时光屋里修炼一天，抵得上外面的一年。不过在上次大战魔人布欧后，有大量的悟天克斯制作的幽灵敢死队，残留在这里。只有打倒它们，才可以安心的修炼。（获得大量英雄经验）
庐山五老峰（22级开启）：
在巍峨的庐山五老峰的瀑布下，生活着隐退的天秤座圣斗士，他可以为人们引出心魔。打倒自己的心魔，就可以让自己的本领更上一层楼。（获得大量进击硬币）]]
	},
	["2"] = 
	{
		["AwardIcon"] = {
			[[item_1.png]],
			[[item_8.png]],
			[[54501.png]]
		},
		["AwardName"] = {
			[[金币]],
			[[城建币]],
			[[装备]]
		},
		["Info"] = [[这里记载了茅场晶彦设计的SAO：
由岩石与钢铁建造的城堡，全部共有三十层。 内部有好几个都市、为数众多的小规模街道与村落、森林和草原，甚至还有湖的存在。上下楼层之间有一座连接的阶梯，但阶梯都存在于充满怪物的危险迷宫区域里。而玩家们只能靠着自己手上的武器来闯荡这些楼层，找出通往上层的阶梯后，打倒竞争者，努力朝城堡的最顶端迈进。
攻略单数层后，会有BUFF奖励。
攻略双数层后，会有物品奖励，并且可以进入茅场晶彦的数据库中，获得更多奖励。]]
	},
	["3"] = 
	{
		["AwardIcon"] = {
			[[item_1.png]],
			[[item_7.png]],
			[[Tails_9.png]]
		},
		["AwardName"] = {
			[[金币]],
			[[神树币]],
			[[尾兽之魂]]
		},
		["Info"] = [[这里记载了与魔像一体的世界之树：
世界之树，为世界的灵性之源，外道魔像就脱胎于世界树中。因为世界树富有大量的灵力，所以伪·圣杯派出了大量的手下，不停的对世界树发起进攻。由于世界树和伪·圣杯的双重作用，这里的时空变得异常混乱。
分别在三组备选中，选择队长、队员和替补，直到拥有7名英雄，即可开始战斗。
玩家需要不断的阻击敌人，玩家阻击敌人的波数越多，获得的奖励就会越丰厚。]]
	}
}
return Trials_Rule