local Trials_Info = 
{
	["1"] = 
	{
		["Description"] = [[每周一、四、日开放]],
		["Info"] = [[黄金钟的钟声，在海上指引航船的航向，犹如灯塔一般，所以被人亲切的称为山多拉之灯。由于是纯金制成，只要点亮了山多拉的灯，就可以收集黄金了。（获得大量的金币）]],
		["Name"] = [[山多拉的灯]],
		["OpenDay"] = {
			2,
			5,
			1
		},
		["Trails_Times"] = [[3]]
	},
	["2"] = 
	{
		["Description"] = [[每周二、五、日开放]],
		["Info"] = [[在精神时光屋里修炼一天，抵得上外面的一年。不过在上次大战魔人布欧后，有大量的悟天克斯制作的幽灵敢死队，残留在这里。只有打倒它们，才可以安心的修炼。（获得大量英雄经验）]],
		["Name"] = [[精神时光之屋]],
		["OpenDay"] = {
			3,
			6,
			1
		},
		["Trails_Times"] = [[3]]
	},
	["3"] = 
	{
		["Description"] = [[每周三、六、日开放]],
		["Info"] = [[在巍峨的庐山五老峰的瀑布下，生活着隐退的天秤座圣斗士，他可以为人们引出心魔。打倒自己的心魔，就可以让自己的本领更上一层楼。（获得进击硬币）]],
		["Name"] = [[庐山五老峰]],
		["OpenDay"] = {
			4,
			7,
			1
		},
		["Trails_Times"] = [[3]]
	}
}
return Trials_Info