local new_war2 = 
{
	["1"] = 
	{
		["camp"] = [[1]],
		["id"] = [[61005]],
		["lv"] = [[1]],
		["name"] = [[saber]],
		["position"] = [[1]],
		["skill_1_lv"] = [[1]],
		["skill_2_lv"] = [[1]],
		["skill_3_lv"] = [[1]],
		["skill_4_lv"] = [[1]]
	},
	["2"] = 
	{
		["camp"] = [[1]],
		["id"] = [[61001]],
		["lv"] = [[1]],
		["name"] = [[阿尔萨斯]],
		["position"] = [[2]],
		["skill_1_lv"] = [[1]],
		["skill_2_lv"] = [[1]],
		["skill_3_lv"] = [[1]],
		["skill_4_lv"] = [[1]]
	},
	["3"] = 
	{
		["camp"] = [[1]],
		["id"] = [[61003]],
		["lv"] = [[1]],
		["name"] = [[伊利丹]],
		["position"] = [[3]],
		["skill_1_lv"] = [[1]],
		["skill_2_lv"] = [[1]],
		["skill_3_lv"] = [[1]],
		["skill_4_lv"] = [[1]]
	},
	["4"] = 
	{
		["camp"] = [[1]],
		["id"] = [[61021]],
		["lv"] = [[1]],
		["name"] = [[风行者]],
		["position"] = [[4]],
		["skill_1_lv"] = [[1]],
		["skill_2_lv"] = [[1]],
		["skill_3_lv"] = [[1]],
		["skill_4_lv"] = [[1]]
	},
	["5"] = 
	{
		["camp"] = [[1]],
		["id"] = [[61027]],
		["lv"] = [[1]],
		["name"] = [[亚丝娜]],
		["position"] = [[5]],
		["skill_1_lv"] = [[30]],
		["skill_2_lv"] = [[10]],
		["skill_3_lv"] = [[7]],
		["skill_4_lv"] = [[1]]
	},
	["6"] = 
	{
		["camp"] = [[2]],
		["id"] = [[61007]],
		["lv"] = [[1]],
		["name"] = [[黑崎一护]],
		["position"] = [[1]],
		["skill_1_lv"] = [[1]],
		["skill_2_lv"] = [[1]],
		["skill_3_lv"] = [[1]],
		["skill_4_lv"] = [[1]]
	}
}
return new_war2