local ForceRankInfo = 
{
	["1"] = 
	{
		["AccountDay"] = [[7]],
		["AccountForce"] = [[180000]],
		["AccountTime"] = [[21:30]],
		["CardImage"] = [[Miku_card.png]],
		["EndDay"] = [[8]],
		["ForceNotice"] = [[开服第7日21:30战斗力排行榜前10玩家有丰厚奖励哦！]],
		["ForceNotice2"] = [[达到指定战力就有额外好礼哦（第7日21:30按照最高战力结算发放）]],
		["ForceRule"] = [[活动开启时间为服务器开启第3日05:00-第8日05:00，奖励发放依据为第7日21:30战力排行榜排名（通过邮件发放）！
第7日21:30根据战力，可以获得战力达标奖励（达标奖励按照最高战力发放，不累计）
战力相同，按照排名时间先后顺序
1-10名排名奖励需要达到战力180000]],
		["HeroInfo"] = [[<{0,248,208}英雄介绍>
    知名歌姬，游戏最强辅助，能加全体攻击，给全体回复生命及全队净化效果。达到变身条件后一跃成为超级输出。
<{0,248,208}英雄技能>
<{0,248,0}变身前>
    恋爱战争：初音用歌声鼓舞队友，增加全体攻击力
    甩葱歌：初音的歌声回复全体队员hp
    第一公主：初音洒出银粉，全体队员获得“净化”效果，并回复初音自身hp
<{0,248,0}变身后>
    冰雪冲击：运用冰雪的力量，冲击前方敌人
    冰雪世界：对大范围敌人进行伤害并眩晕
    冰雪祝福：祝福队员，全员回复hp]],
		["StartDay"] = [[3]]
	}
}
return ForceRankInfo