local boss_talk = 
{
	["1"] = 
	{
		["icon"] = [[Plot_Hero_1.png]],
		["image"] = [[1]],
		["info"] = [[“斩断吧！欺骗世人的邪恶！”]],
		["name"] = [[亚瑟王]],
		["time"] = [[我方队长进场]]
	},
	["2"] = 
	{
		["icon"] = [[Plot_Hero_21.png]],
		["image"] = [[2]],
		["info"] = [[“亚瑟王吗！就凭你们也想与圣杯麾下的我一战！”]],
		["name"] = [[被污染的一护]],
		["time"] = [[敌方队长进场]]
	},
	["3"] = 
	{
		["icon"] = [[Plot_Hero_1.png]],
		["image"] = [[1]],
		["info"] = [[“大家……贯彻骑士的信念，变身吧！”]],
		["name"] = [[亚瑟王]],
		["time"] = [[我方队长变身]]
	},
	["4"] = 
	{
		["icon"] = [[Plot_Hero_21.png]],
		["image"] = [[2]],
		["info"] = [[“圣杯给予我力量吧！万解——天锁斩月！”]],
		["name"] = [[被污染的一护]],
		["time"] = [[敌方队长变身]]
	},
	["5"] = 
	{
		["icon"] = nil,
		["image"] = [[1]],
		["info"] = [[“领教灭却师的力量！”]],
		["name"] = [[石田雨龙]],
		["time"] = [[我方替补登场]]
	},
	["6"] = 
	{
		["icon"] = nil,
		["image"] = [[1]],
		["info"] = [[“人类必须坚强！”]],
		["name"] = [[智慧女神]],
		["time"] = [[我方替补登场]]
	},
	["7"] = 
	{
		["icon"] = nil,
		["image"] = [[1]],
		["info"] = [[“让我来帮助大家吧！”]],
		["name"] = [[亚丝娜]],
		["time"] = [[我方替补登场]]
	},
	["8"] = 
	{
		["icon"] = [[Plot_Hero_1.png]],
		["image"] = [[1]],
		["info"] = [[“不，绝不会就这样结束的！”]],
		["name"] = [[亚瑟王]],
		["time"] = [[我方队长死亡1]]
	},
	["9"] = 
	{
		["icon"] = [[Plot_Hero_21.png]],
		["image"] = [[2]],
		["info"] = [[“你们还是太渺小了！遵循圣杯的意志！”]],
		["name"] = [[被污染的一护]],
		["time"] = [[我方队长死亡2]]
	}
}
return boss_talk